export const LAYOUT_NAVBAR_HEIGHT = 70;
export const WIDTH_RESPONSE_STANDARD = 1280;
export const ROOTMENU_DESCRIPTION = {
  "1.개요":
    "IT분야에서 공통적으로 사용되는 용어나 기술같은 정보를 기록하고 정리해둔 폴더 입니다.",
  "2.마크업":
    "태그 등을 이용하여 문서나 데이터의 구조를 명시하는 언어인 마크업으로 구성된 언어를 기록하고 정리해둔 폴더 입니다.",
  "3.웹 스타일 언어":
    "웹페이지를 꾸미기 위한 스타일 시트 언어인 CSS와 SCSS, tailwindCSS등 스타일 도구들을 기록하고 정리해둔 폴더 입니다.",
  "4.스크립트 언어":
    "기존에 이미 존재하는 소프트웨어(애플리케이션)를 제어하기 위한 언어로 JavaScript, TypeScript에 대한 정보를 기록하고 정리해둔 폴더 입니다.",
  "5.모듈·라이브러리·프레임워크":
    "프론트엔드 개발시 필요한 도구들의 기본적인 사용 방법 및 특징을 기록하고 정리해둔 폴더입니다.",
  "6.API":
    "오픈소스 API와 같이 유용하고 쓸만한 API를 모아 기본적인 사용법 및 특징을 기록하고 정리해둔 폴더입니다.",
  "7.플랫폼":
    "프론트엔드 개발시 필요한 플랫폼의 사용 방법 및 특징을 기록하고 정리해둔 폴더 입니다.",
  "8.커스텀 코드":
    "공부하면서 습득한 기술들로 간단하게 만든 코드들을 정리해둔 폴더 입니다. 한가지의 기술만 응용해서 만든 코드는 해당 기술을 정리해둔 폴더에 있으며 해당 폴더에는 여러 기술이 합쳐진 코드만 있습니다.",
};
